import {ContactType} from './types/types'

export let contacts: ContactType[] = [
    {
        id: 1,
        name: 'Алексей',
        surname: 'Кузнецов',
        company: 'ООО "Логистик"',
        address: 'город Видное, наб. Сталина, 54',
        number: 79907697392
    },
    {
        id: 2,
        name: 'Есения',
        surname: 'Афанасьева',
        company: 'ОАО "Ромашка"',
        address: 'пр. Ломоносова, 16',
        number: 738614122221
    },
    {
        id: 3,
        name: 'Максим',
        surname: 'Николаев',
        company: 'ИП Николаев М.Ю.',
        address: 'город Дмитров, наб. Ломоносова, 38',
        number: 72461361432
    },
    {
        id: 4,
        name: 'Кристина',
        surname: 'Евдокимова',
        company: 'ООО "Синтез"',
        address: 'проезд Гагарина, 85',
        number: 702648356965
    },
    {
        id: 5,
        name: 'Даниил',
        surname: 'Ерофеев',
        company: 'ИП Юрьев А.А.',
        address: 'город Подольск, пер. Гагарина, 24',
        number: 77769822218
    },
    {
        id: 6,
        name: 'Ярослав',
        surname: 'Емельянов',
        company: 'ООО "Символ"',
        address: 'город Щёлково, ул. Славы, 22',
        number: 75458400042
    },
    {
        id: 7,
        name: 'Стефан',
        surname: 'Кудряшов',
        company: 'ООО "ПСК"',
        address: 'наб. Домодедовская, 65',
        number: 787581218818
    },
    {
        id: 8,
        name: 'Александр',
        surname: 'Ларин',
        company: 'ООО "ЕЖК"',
        address: 'шоссе Ладыгина, д.7, кв.24',
        number: 741953149123
    },
    {
        id: 9,
        name: 'Максим',
        surname: 'Герасимов',
        company: 'ИП Герасимов М.М.',
        address: 'город Ногинск, пер. Гоголя, 15',
        number: 7335252836
    },
    {
        id: 10,
        name: 'Роман',
        surname: 'Любимов',
        company: 'ИП Ларин А.В.',
        address: 'город Волоколамск, ул. Будапештсткая, 42',
        number: 768857248108
    },
    {
        id: 11,
        name: 'Елизавета',
        surname: 'Ткачева',
        company: 'ООО "Домовой"',
        address: 'город Лотошино, ул. Славы, д.4, кв.22',
        number: 78198464066
    },
    {
        id: 12,
        name: 'Мирон',
        surname: 'Левин',
        company: 'ООО "СтройГрупп"',
        address: 'город Серпухов, пр. Космонавтов, 29',
        number: 7283439170
    },
    {
        id: 13,
        name: 'Арсений',
        surname: 'Горбунов',
        company: 'ИП Горбунов А.Д.',
        address: 'город Раменское, пер. 1905 года, 63',
        number: 7261839310
    },
    {
        id: 14,
        name: 'Иван',
        surname: 'Абрамов',
        company: 'ООО "МосСвет"',
        address: 'город Павловский Посад, проезд Ломоносова, 50',
        number: 7097483106
    },
    {
        id: 15,
        name: 'Таисия',
        surname: 'Худякова',
        company: 'ИП Авдеева А.Д.',
        address: 'город Люберцы, проезд Ладыгина, 86',
        number: 729456397558
    }
]